public/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2020-01-16 Thu 17:32 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>esac-io's Website</title>
<meta name="generator" content="Org mode">
<meta name="description" content="Website of esac-io"
>
<link href="css/site.css" rel="stylesheet">
<link href="https://esac-io.github.org" rel="canonical">
</head>
<body>
<div id="preamble" class="status">
<div class="nav">
  <input type="checkbox" id="show-menu" role="button">
  <label for="show-menu" class="show-menu f-right">Menu</label>
  <div id="menu">
    <ul class="f-left"><li>
        <a href="index.html" class="home active">Home</a></li><li>
        <a href="resume.html" class="blog">Resume</a></li><li>
        <a href="blog/index.html" class="blog">Blog</a></li><li>
        <a href="projects/index.html" class="code">Projects</a>
    </li></ul>
    <ul class="f-right"><li>
        <a href="https://github.com/esac-io" class="github">GitHub</a></li><li>
        <!-- <a href="" class="donate">Donate</a>  -->
    </li></ul>
  </div>
</div>
</div>
<div id="content">

<div id="outline-container-org4a6567a" class="outline-2">
<h2 id="org4a6567a">About</h2>
<div class="outline-text-2" id="text-org4a6567a">
<p>
Hello, I’m Isaac, a data oriented programmer,
emacs student and open source enthusiast.
</p>

<p>
In the header bar you can navigate to the pages: blog, contact,
resume, projects and github repository.
</p>

<p>
I will try to write blog posts about:
mathematics, philosophy, algorithms, data oriented
programming, emacs (elisp), low level technologies,
signal processing, but occasionly, my personal views
and some arbitrary thoughts.
</p>

<p>
This website has been written in Emacs org-mode and nothing else,
the source code it's available at <a href="https://github.com/esac-io/esac-io.github.io">repo</a>.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<div class="footer">
  <ul>
    <li>
      Last updated: 2020-01-12 Sun 16:30+5:30.
    </li>
  </ul>
</div>
</div>
</body>
</html>
